<?php
function title() {
 echo "日本語 (Japanese) - 4chan";
}

$top_box_count = 1;
function top_box_title_0() {
?>日本語<?
}

function top_box_content_0() {
?>
<h3>ようこそ、4chanへ！</h3>
              <p>
              4chanは、日本の有名な「ふたば☆ちゃんねる」の非公式姉妹サイトになることを目的に設立されました。もちろん、ふたば☆ちゃんねるの座を乗っ取ろうというわけではありませんが・・・日本と同じような掲示板群を、英語で作りあげようとしているのです。完成までは長くて険しいけれど、みんなの協力があるときっと良いコミュニティ・文化ができると思います。</p>
              <p>
              4chanは誰でも気軽に参加できます。しかし、このサイトでの争いごとはやめてください。争いはみんなの雰囲気を悪くするだけです。それさえ守っていただけるならば是非友達に教えてあげてください。日本人も英語を使うならば同じようにに歓迎します。</p>
              <p>
              このサイトはまだ建設中なので、不完全ですが、我慢してください。サイトを改善するための提案を是非mootにメールで送ってください。</p>
              <p>それでは、ゆっくり楽しんでいってください！</p>
<?
}

$left_box_count = 0;

$right_box_count = 0;

function bottom_ad_728x90() {

}


include 'frontpage_template.php';
